Repository: jreyes33/mzcompare
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, id, pt, sv

source: English
es: Inglés
id: Inggris
pt: Inglês
sv: Engelska

source: Indonesian
es: Indonesio
id: Indonesia
pt: Indonésio
sv: Indonesiska

source: Spanish
es: Español
id: Spanyol
pt: Espanhol
sv: Spanska

source: Portuguese
es: Portugués
id: Portugis
pt: Português
sv: Portugisiska

source: Swedish
es: Sueco
id: Swedia
pt: Sueco
sv: Svenska

source: en
es: es
id: id
pt: pt
sv: sv

source: MZ Compare - ManagerZone Tool
es: MZ Compare - Herramienta para ManagerZone
id: MZ Compare - Tool ManagerZone
pt: MZ Compare - Ferramenta para ManagerZone
sv: MZ Compare - ManagerZone verktyg

source: Home
es: Inicio
id: Beranda
pt: Início
sv: Hem

source: About
es: Acerca de
id: Tentang
pt: Sobre
sv: Om oss

source: Contact
es: Contacto
id: Kontak
pt: Contato
sv: Kontakt

source: MZ Compare is a tool written in <a href="http://python.org/">Python</a> for <a href="http://managerzone.com">ManagerZone</a>. It's developed and mantained by Jonathan Reyes (username: jreyes33), manager of the ecuadorian team "Duros FC" of 2nd division. The idea of developing a tool was motivated by curiosity and by need. The goal is to share something useful for all the managers.
es: MZ Compare es una herramienta escrita en <a href="http://www.python.org/">Python</a> para <a href="http://managerzone.com">ManagerZone</a>. Es desarrollada y mantenida por Jonathan Reyes (usuario: jreyes33), mánager del equipo ecuatoriano "Duros FC" de 2ª división. La idea de desarrollar una herramienta nació en parte por curiosidad y en parte por necesidad. El objetivo es brindar algo útil para todos los mánagers.
id: MZ Compare adalah alat yang dibuat <a href="http://python.org/">Python</a> untuk <a href="http://managerzone.com">ManagerZone</a> .Dikembangkan dan diatur oleh Jonathan Reyes (username: jreyes33), manajer tim Ekuador "Duros FC" divisi 2. Ide mengembangkan alat ini didorong oleh rasa penasaran dan oleh kebutuhan. Tujuannya adalah untuk berbagi sesuatu yang bermanfaat bagi semua manajer.
pt: MZ Compare é uma ferramenta escrita em <a href="http://python.org/">Python</a> para <a href="http://managerzone.com">ManagerZone</a>. É desenvolvida e mantida por Jonathan Reyes (usuário: jreyes33), dirigente do time equatoriano "Duros FC" de 2ª divisão. A ideia de desenvolver uma ferramente foi motivada pela curiosidade e pela necessidade. O objetivo é oferecer algo útil para todos os dirigentes.
sv: MZ Compare är ett verktyg skrivet i <a href="http://python.org/">Python</a> för <a href="http://managerzone.com">ManagerZone</a> . Det är skapat och utvecklat av Jonathan Reyes (användarnamn: jreyes33), manager för det ecuadorianska laget "Duros FC" i 2:a divisionen. Tanken att utveckla ett verktyg kom av ren nyfikenhet samt att jag anser att det är ett nödvändigt verktyg. Syftet med detta verktyg är att dela med mig av något nyttigt som andra managers kan ha nytta av.

source: Translation credits:
es: Créditos de las traducciones:
id: Terjemahkan oleh:
pt: Créditos das traduções:
sv: Credit för översättning:

source: crest by jreyes33
es: escudo por jreyes33
id: di buat oleh jreyes33
pt: escudo por jreyes33

source: Got questions, comments, or suggestions?
es: ¿Preguntas, comentarios o sugerencias?
id: Ada pertanyaan, komentar atau saran?
pt: Tem perguntas, comentários ou sugestões?
sv: Har du frågor, kommentarer, eller förslag?

source: Send an email to:
es: Envía un correo electrónico a:
id: Kirimkan email anda ke:
pt: Envie um email a:
sv: Skicka ett e-mail till:

source: You can also leave a message in my Guestbook in ManagerZone, username: jreyes33.
es: También puedes dejar una nota en mi Guestbook en ManagerZone, usuario: jreyes33.
id: Anda bisa memberikan pesan pada Buku Tamu saya di Managerzone, username: jreyes33.
pt: Também pode deixar uma mensagem no meu Libro de Visitantes no ManagerZone, usuário: jreyes33.
sv: Du kan även lämna ett meddelande i min gästbok på ManagerZone, användarnamn: jreyes33.

source: An error has occurred. Yeah, it can happen to anyone.<br /><br />Entered a valid username and you're still getting this error message? Report it to <a href="mailto:contact@mzcompare.com?subject=MZ Compare error report">contact@mzcompare.com</a><br /><br />Thank you.
es: Ha ocurrido un error. Sí, le puede pasar a cualquiera.<br /><br />¿Ingresaste un nombre de usuario válido y sigues obteniendo un error? Repórtalo a: <a href="mailto:contact@mzcompare.com?subject=Reporte de error de MZ Compare">contact@mzcompare.com</a><br /><br />Muchas gracias.
id: Terjadi kesalahan. Hal ini bisa terjadi pada siapa saja. <br /><br /> Coba masukkan kembali nama pengguna anda dan jika anda masih mendapatkan pesan error ini? Laporkan ke <a href="mailto:contact@mzcompare.com?subject=MZ Compare error report">contact@mzcompare.com</a> <br /><br /> Terima kasih.
pt: Ocorreu um erro. Sim, pode acontecer com qualquer um.<br /><br />Digitou um nome de usuário válido e ainda está recebendo esta mensagem de erro? Reporte-o a <a href="mailto:contact@mzcompare.com?subject=Reporte de erro de MZ Compare">contact@mzcompare.com</a><br /><br />Obrigado.
sv: Ett fel har inträffat. Ja, det kan hända vem som helst. <br /><br /> Har du skrivit in ett giltigt användarnamn och fortfarande får detta felmeddelande? Rapportera det till <a href="mailto:contact@mzcompare.com?subject=MZ Compare error report">contact@mzcompare.com</a> <br /><br /> Tack.

source: Enter another username or team ID
es: Ingresa otro usuario o ID de equipo
id: Masukkan nama pengguna atau ID tim yang lainnya
pt: Digite outro usuário ou ID de time
sv: Skriv in ett annat användarnamn eller lag ID

source: Delete
es: Borrar
id: Hapus
pt: Apagar
sv: Radera

source: Enter one or more usernames or team IDs
es: Ingresa uno o más usuarios o IDs de equipo
id: Masukkan satu atau beberapa nama pengguna atau ID tim
pt: Digite um ou mais usuários ou IDs de time
sv: Skriv in ett eller flera användarnamn eller lag ID:n

source: Enter your username or team ID
es: Ingresa tu usuario o ID de equipo
id: Masukkan nama pengguna anda atau ID tim
pt: Digite seu usuário ou ID de time
sv: Skriv in ditt användarnamn eller lag ID

source: Add
es: Añadir
id: Tambahkan
pt: Adicionar
sv: Lägg till

source: Compare
es: Comparar
id: Bandingkan
pt: Comparar
sv: Jämför

source: MZ Compare is a tool for <a href="http://managerzone.com">ManagerZone</a> that allows you to rapidly compare your team with the rest of your league or with other users. Give it a try! Enter your username and click the <strong>Compare</strong> button to compare your team with your league, or click the <strong>Add</strong> button and enter more usernames to compare your team with theirs.
es: MZ Compare es una herramienta para <a href="http://managerzone.com">ManagerZone</a> que te permite comparar rápidamente tu equipo con el resto de tu liga o con otros usuarios. ¡Pruébalo! Ingresa tu usuario y haz clic en el botón <strong>Comparar</strong> para comparar tu equipo con tu liga, o haz clic en el botón <strong>Añadir</strong> e ingresa más usuarios para comparar tu equipo con el de ellos.
id: MZ Compare adalah alat untuk <a href="http://managerzone.com">ManagerZone</a> yang dapat membantu anda untuk membandingkan tim Anda dengan sisa liga anda atau dengan pengguna lain. Silahkan mencoba! Masukkan username dan klik tombol <strong>Bandingkan</strong> untuk membandingkan tim anda dengan liga anda, atau klik tombol <strong>Tambahkan</strong> dan masukkan nama pengguna lain untuk membandingkannya dengan tim anda.
pt: MZ Compare é uma ferramenta para <a href="http://managerzone.com">ManagerZone</a> que lhe permite comparar rapidamente seu time com o resto da sua liga ou com outros usuários. Experimente! Digite seu nome de usuário e faça clic no botao <strong>Comparar</strong> para comparar seu time com sua liga, ou clique no botão <strong>Adicionar</strong> e digite mais nomes de usuário para comparar seu time com o deles.
sv: MZ Compare är ett verktyg för <a href="http://managerzone.com">ManagerZone</a> som tillåter dig att snabbt jämföra ditt lag med resten av din liga eller med andra användare. Ge det ett försök! Ange ditt användarnamn och klicka på knappen <strong>Jämför</strong> för att jämföra ditt lag med din liga, eller klicka på knappen <strong>Lägg till</strong> och ange flera användarnamn för att jämföra ditt lag med deras.

source: Date
es: Fecha
id: Tanggal
pt: Data
sv: Datum

source: Type
es: Tipo
id: Tipe
pt: Tipo
sv: Typ

source: Home Team
es: Local
id: Tim tuan rumah
pt: Time da Casa
sv: Hemmalag

source: Result
es: Resultado
id: Hasil
pt: Resultado
sv: Resultat

source: Away Team
es: Visitante
id: Tim tamu
pt: Time de Fora
sv: Bortalag

source: Compare these teams
es: Comparar estos equipos
id: Bandingkan tim ini
pt: Comparar estes times
sv: Jämför dessa lag

source: Teams
es: Equipos
id: Tim
pt: Times
sv: Lag

source: Played matches
es: Partidos jugados
id: Pertandingan yg dimainkan
pt: Jogos disputados
sv: Spelade matcher

source: Scheduled matches
es: Próximos partidos
id: Jadwal pertandingan
pt: Jogos agendados
sv: Kommande matcher

source: League
es: Liga
id: Liga
pt: Liga
sv: Liga

source: Standings
es: Tabla de posiciones
id: Klasemen
pt: Classificação
sv: Tabell

source: Team
es: Equipo
id: Tim
pt: Time
sv: Lag

source: <abbr title="Matches played">M</abbr>
es: <abbr title="Partidos jugados">PJ</abbr>
id: <abbr title="Main">M</abbr>
pt: <abbr title="Jogos">J</abbr>
sv: <abbr title="Spelade matcher">S</abbr>

source: <abbr title="Won">W</abbr>
es: <abbr title="Partidos ganados">PG</abbr>
id: <abbr title="Menang">W</abbr>
pt: <abbr title="Vitórias">V</abbr>
sv: <abbr title="Vunna">V</abbr>

source: <abbr title="Drawn">D</abbr>
es: <abbr title="Partidos empatados">PE</abbr>
id: <abbr title="Draw">D</abbr>
pt: <abbr title="Empates">E</abbr>
sv: <abbr title="Oavgjorda">O</abbr>

source: <abbr title="Lost">L</abbr>
es: <abbr title="Partidos perdidos">PP</abbr>
id: <abbr title="Kalah">K</abbr>
pt: <abbr title="Derrotas">D</abbr>
sv: <abbr title="Förlorade">F</abbr>

source: <abbr title="Goals scored">+</abbr>
es: <abbr title="Goles a favor">GF</abbr>
id: <abbr title="Memasukkan">+</abbr>
pt: <abbr title="Gols pró">GP</abbr>
sv: <abbr title="Gjorda mål">+</abbr>

source: <abbr title="Goals conceded">-</abbr>
es: <abbr title="Goles en contra">GC</abbr>
id: <abbr title="Kemasukan">-</abbr>
pt: <abbr title="Gols contra">GC</abbr>
sv: <abbr title="Insläppta mål">-</abbr>

source: <abbr title="Goal difference">=</abbr>
es: <abbr title="Gol diferencia">=</abbr>
id: <abbr title="Selisih gol">=</abbr>
pt: <abbr title="Saldo de gols">SG</abbr>
sv: <abbr title="Målskillnad">=</abbr>

source: <abbr title="Points">P</abbr>
es: <abbr title="Puntos">Pts</abbr>
id: <abbr title="Poin">P</abbr>
pt: <abbr title="Pontos">P</abbr>
sv: <abbr title="Poäng">P</abbr>

source: Teams' stats
es: Estadísticas de los equipos
id: Statistik Tim
pt: Estatísticas dos times
sv: Lag statistik

source: All values are shown in
es: Todos los valores son mostrados en
id: Semua nilai ditunjukkan dalam
pt: Todos os valores são mostrados em
sv: Alla värden visas i

source: <abbr title="Players">P</abbr>
es: <abbr title="Jugadores">Jug.</abbr>
id: <abbr title="Pemain">P</abbr>
pt: <abbr title="Jogadores">Jog.</abbr>
sv: <abbr title="Spelare">P</abbr>

source: <abbr title="Seniors">Sr.</abbr>
es: <abbr title="Mayores">May.</abbr>
id: <abbr title="Senior">Sr</abbr>
pt: <abbr title="Profissionais">Pro.</abbr>
sv: <abbr title="Seniorer">Sr</abbr>

source: <abbr title="Youth players">Y</abbr>
es: <abbr title="Juveniles">Juv.</abbr>
id: <abbr title="Pemain Muda">Jr</abbr>
pt: <abbr title="Juvenis">Juv.</abbr>
sv: <abbr title="Juniorer">Jr</abbr>

source: <abbr title="Foreign players">F</abbr>
es: <abbr title="Extranjeros">Ext.</abbr>
id: <abbr title="Pemain asing">As</abbr>
pt: <abbr title="Estrangeiros">Est.</abbr>
sv: <abbr title="Utländska spelare">Us</abbr>

source: Total Salary
es: Sueldo Total
id: Total Gaji
pt: Salário Total
sv: Total Lön

source: Avg. Salary
es: Sueldo Prom.
id: Gaji rata-rata
pt: Salário Médio
sv: Medellön

source: Total Value
es: Valor Total
id: Total Nilai
pt: Valor Total
sv: Totalt värde

source: Avg. Value
es: Valor Prom.
id: Nilai rata-rata
pt: Valor Médio
sv: medelvärde

source: <abbr title="Seniors Total Value">Sr. Tot. Value</abbr>
es: <abbr title="Valor Total Mayores">Valor Tot. May.</abbr>
id: <abbr title="Total Nilai Senior">Tot. Nilai Sr</abbr>
pt: <abbr title="Valor Total Profissionais">Valor Tot. Pro.</abbr>
sv: <abbr title="Seniorernas totala värde">Sr Tot. Värde</abbr>

source: <abbr title="Seniors Average Value">Sr. Avg. Value</abbr>
es: <abbr title="Valor Promedio Mayores">Valor Prom. May.</abbr>
id: <abbr title="Nilai rata-rata Senior">Rt. Nilai Sr</abbr>
pt: <abbr title="Valor Médio Profissionais">Valor Méd. Pro.</abbr>
sv: <abbr title="Seniorernas medelvärde">Sr Genomsnittliga Värde</abbr>

source: Avg. Age
es: Edad Prom.
id: Umur rata-rata
pt: Média de Idade
sv: medelålder

source: <abbr title="Seniors Average Age">Sr. Avg. Age</abbr>
es: <abbr title="Edad Promedio Mayores">Edad Prom. May.</abbr>
id: <abbr title="Usia Rata-rata Senior">Rt. Umur Sr</abbr>
pt: <abbr title="Média de Idade Profissionais">Méd. Idade Pro.</abbr>
sv: <abbr title="Seniorernas Medelålder">Sr medelålder</abbr>

source: Top 11
es: Mejor 11
pt: Melhor 11

source: All players
es: Todos los jugadores
id: Semua pemain
pt: Todos os jogadores
sv: Alla spelare

source: Country
es: País
id: Negara
pt: País
sv: Land

source: Player
es: Jugador
id: Pemain
pt: Jogador
sv: Spelare

source: Value
es: Valor
id: Nilai
pt: Valor
sv: Värde

source: Salary
es: Sueldo
id: Gaji
pt: Salário
sv: Lön

source: Age
es: Edad
id: Umur
pt: Idade
sv: Ålder

source: Username
es: Usuario
id: Nama Pengguna
pt: Usuário
sv: Användarnamn

source: Division
es: División
id: Divisi
pt: Divisão

source: Players
es: Jugadores
id: Pemain
pt: Jogadores
sv: Spelare

source: Seniors
es: Mayores
id: Senior
pt: Profissionais
sv: Seniorer

source: Youth Players
es: Juveniles
id: Junior
pt: Juvenis
sv: Ungdomsspelare

source: Foreign Players
es: Extranjeros
id: Pemain Asing
pt: Estrangeiros
sv: Utländska spelare

source: Average Salary
es: Sueldo Promedio
id: Gaji Rata-rata
pt: Salário Médio
sv: medellön

source: Top 11 Total Salary
es: Sueldo Total Mejor 11
id: Total gaji top 11
pt: Salário Total Melhor 11
sv: Top 11 Total lön

source: Top 11 Avg. Salary
es: Sueldo Prom. Mejor 11
id: Gaji rata-rata top 11
pt: Salário Méd. Melhor 11
sv: Top 11 medellön

source: Average Value
es: Valor Promedio
id: Nilai Rata-rata
pt: Valor Médio
sv: medelvärde

source: Seniors Total Value
es: Valor Total Mayores
id: Total nilai Senior
pt: Valor Total Profissionais
sv: Seniorernas sammanlagda värde

source: Seniors Avg. Value
es: Valor Prom. Mayores
id: Nilai Rata-rata Senior
pt: Valor Méd. Profissionais
sv: Seniorernas genomsnittliga värde

source: Top 11 Total Value
es: Valor Total Mejor 11
id: Nilai total top 11
pt: Valor Total Melhor 11
sv: Top 11 totala värde

source: Top 11 Avg. Value
es: Valor Prom. Mejor 11
id: Nilai rata-rata top 11
pt: Valor Méd. Melhor 11
sv: Top 11 medelvärde

source: Average Age
es: Edad Promedio
id: Umur Rata-rata
pt: Média de Idade
sv: Genomsnittlig Ålder

source: Seniors Avg. Age
es: Edad Prom. Mayores
id: Umur Rata-rata Senior
pt: Méd. de Idade Profissionais
sv: Seniorernas medelålder

source: Top 11 Avg. Age
es: Edad Prom. Mejor 11
id: Umur rata-rata top 11
pt: Méd. de Idade Melhor 11
sv: Top 11 medelålder

source: Most Valuable Player
es: Jugador Más Valioso
id: Pemain Terbaik
pt: Jogador Mais Valioso
sv: Mest värdefulla spelare

source: Highest Paid Player
es: Jugador Mejor Pagado
id: Pemain bergaji tertinggi
pt: Jogador Mais Bem Pago
sv: Bäst betalda spelare

source: Oldest Player
es: Jugador Más Viejo
id: Pemain Tertua
pt: Jogador Mais Velho
sv: Äldsta spelare

source: Blog
sv: Blogg
